CSI API ETABS v1
cLoadCases.HyperStatic Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cCaseHyperStatic HyperStatic { get; }
ReadOnly Property HyperStatic As cCaseHyperStatic
	Get
Dim instance As cLoadCases
Dim value As cCaseHyperStatic
value = instance.HyperStatic
property cCaseHyperStatic^ HyperStatic {
	cCaseHyperStatic^ get ();
}
abstract HyperStatic : cCaseHyperStatic with get
Property Value
Type: cCaseHyperStatic
See Also
Reference
cLoadCases Interface
ETABSv1 Namespace